cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'helium'
cask 'hyper'
cask 'obs'
cask 'openemu'
cask 'postgres'
cask 'postico'
cask 'screenflick'
cask 'screenflow'
cask 'sketch'
cask 'slack'
cask 'sonos'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'

